---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersOfWaterColumnPerMeter
source: html/d558b6fa-9aa7-5fb3-1461-caf94af06a36.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersOfWaterColumnPerMeter Property

Meters of water column per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersOfWaterColumnPerMeter { get; }
```